{
  "block-compass-magnetic": "Magnetic Compass",
  "block-compass-relative": "Relative Compass",
  "block-compass-relative-unattuned": "Unattuned Relative Compass",
  "block-compass-origin": "Origin Compass",
  "block-compass-player": "Seraph Compass",

  "compass-relative-handbook-help-use-title": "Use",
  "compass-relative-handbook-help-use-text": "Attunes to the location in which it was created, always pointing to that spot.",
  "compass-relative-handbook-help-craft-title": "How to Craft",
  "compass-relative-handbook-help-craft-text": "The current area must have sufficient temporal turbulence (as measured at sea level) for the compass to attune and 'attach' to a given location. Rifts, while causing high turbulence, are too localized to allow the compass to attune properly.<br><br>If in possession of an unattuned compass, travel to an area with sufficient instability, throw the compass to the ground, and pick it back up.<br><br>(The compass will not appear in the output slot of the crafting grid if the area is too stable. The output slot only updates when a crafting ingredient is added or removed. When populated in the output slot, the compass will indicate it is 'unattuned', and should attune once collected.)",
  "compass-seraph-handbook-help-use-title": "Use",
  "compass-seraph-handbook-help-use-text": "Attunes to the seraph who created it, always pointing to their location.",
  "compass-seraph-handbook-help-craft-title": "How to Craft",
  "compass-seraph-handbook-help-craft-text": "In addition to the materials, creating a Seraph Compass requires the seraph's blood be imbued into it.<br><br>(Some damage will be taken when crafting. The exact amount will be shown briefly at the bottom of the screen in red text once the last ingredient is placed in the crafting grid.)",

  "game:ingameerror-compass2-stability-too-high": "There is not enough temporal instability in this land for the compass to attune.",
  "game:ingameerror-compass2-will-take-damage": "I just need a few drops of blood. It will only hurt a little. ({0} hp damage)"
}
